Revit 2027 API
SymbolTypeId.MSup3 Property
 Symbol m³, indicating unit Cubic meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup3 { get; }
Public Shared ReadOnly Property MSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup3 {
	ForgeTypeId^ get ();
}
static member MSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace